Repository: xcv58/MacTools
Catalog: Sources/Resources/Localization/FeatureUI.xcstrings
Source language: zh_hans
Languages: ar, de, en, es, fr, it, ja, ko, pt, pt_br, ru, tr, zh_hant

source: 此操作当前不可用。
ar: هذه العملية غير متاحة حاليًا.
de: Dieser Vorgang ist derzeit nicht verfügbar.
en: This operation is currently unavailable.
es: Esta operación no está disponible actualmente.
fr: Cette opération est actuellement indisponible.
ja: この操作は現在利用できません。
ko: 현재 이 작업을 수행할 수 없습니다.
pt: Esta operação não está disponível no momento.
ru: Эта операция в настоящее время недоступна.
tr: Bu eylem şu anda kullanılamıyor.
zh_hant: 此操作目前不可用。

source: 步骤
ar: الخطوات
de: Schritte
en: Steps
es: Pasos
fr: Étapes
ja: ステップ
ko: 단계
pt: Etapas
ru: Шаги
tr: Adımlar
zh_hant: 步驟

source: 步骤名称（可选）
ar: اسم الخطوة (اختياري)
de: Schrittname (optional)
en: Step name (optional)
es: Nombre del paso (opcional)
fr: Nom de l'étape (facultatif)
ja: ステップ名(任意)
ko: 단계 이름(선택)
pt: Nome da etapa (opcional)
ru: Имя шага (необязательно)
tr: Adım adı (isteğe bağlı)
zh_hant: 步驟名稱（可選）

source: 每周指定日期 %@:%@
ar: أيام الأسبوع المحددة %@:%@
de: Angegebene Wochentage %@:%@
en: Specified days of the week %@:%@
es: Días de la semana especificados %@:%@
fr: Jours spécifiés de la semaine %@:%@
ja: 指定曜日%@:%@
ko: 요일 지정 %@:%@
pt: Dias da semana especificados %@:%@
ru: Указанные дни недели %@:%@
tr: Haftanın belirtilen günleri %@:%@
zh_hant: 每週指定日期 %@:%@

source: 没有匹配的操作
ar: لا توجد إجراءات مطابقة
de: Keine passenden Aktionen
en: No Matching Actions
es: No hay acciones coincidentes
fr: Aucune action correspondante
ja: 一致するアクションがありません
ko: 일치하는 액션 없음
pt: Nenhuma ação correspondente
ru: Нет подходящих действий
tr: Eşleşen Eylem Yok
zh_hant: 沒有符合的操作

source: 测试
ar: الاختبار
de: Test
en: Test
es: Prueba
fr: Test
ja: テスト
ko: 테스트
pt: Teste
ru: Тест
tr: Test Et
zh_hant: 測試

source: 添加操作
ar: إضافة إجراء
de: Aktion hinzufügen
en: Add Action
es: Añadir acción
fr: Ajouter une action
ja: アクションを追加
ko: 액션 추가
pt: Adicionar ação
ru: Добавить действие
tr: Eylem Ekle
zh_hant: 新增操作

source: 添加条件
ar: إضافة شرط
de: Bedingung hinzufügen
en: Add condition
es: Agregar condición
fr: Ajouter une condition
ja: 条件を追加
ko: 조건 추가
pt: Adicionar condição
ru: Добавить условие
tr: Koşul ekle
zh_hant: 新增條件

source: 添加规则
ar: إضافة القاعدة
de: Regel hinzufügen
en: Add rule
es: Agregar regla
fr: Ajouter une règle
ja: ルールの追加
ko: 규칙 추가
pt: Adicionar regra
ru: Добавить правило
tr: Kural ekle
zh_hant: 新增規則

source: 清除快捷键
ar: مسح مفاتيح الاختصار
de: Tastenkombinationen löschen
en: Clear shortcut keys
es: Borrar teclas de acceso directo
fr: Effacer les touches de raccourci
ja: ショートカットキーのクリア
ko: 단축키 지우기
pt: Limpar teclas de atalho
ru: Очистить сочетания клавиш
tr: Kısayolu temizle
zh_hant: 清除快捷鍵

source: 满足全部 %d 个条件
ar: يستوفي جميع شروط %d
de: erfüllt alle %d-Bedingungen
en: All %d conditions are met
es: satisface todas las condiciones %d
fr: satisfait à toutes les conditions %d
ja: は、%d の条件をすべて満たします
ko: 는 모든 %d 조건을 만족합니다.
pt: satisfaz todas as condições %d
ru: удовлетворяет всем условиям %d
tr: %d koşulun tümü karşılanıyor
zh_hant: 滿足全部 %d 個條件

source: 激活
ar: تفعيل
de: Aktivieren
en: Activate
es: Activar
fr: Activer
ja: アクティブ化
ko: 활성화
pt: Ativar
ru: Активировать
tr: Etkinleştir

source: 状态
ar: الحالة
de: Status
en: Status
es: Estado
fr: Statut
ja: ステータス
ko: 상태
pt: Status
ru: Статус
tr: Durum
zh_hant: 狀態

source: 电池
ar: البطارية
de: Batterie
en: Battery
es: Batería
fr: Batterie
ja: バッテリー
ko: 배터리
pt: Bateria
ru: Батарея
tr: Pil
zh_hant: 電池

source: 电池与电源
ar: البطارية ومصدر الطاقة
de: Batterie und Netzteil
en: Battery & Power
es: Batería y fuente de alimentación
fr: Batterie et alimentation
ja: バッテリーと電源
ko: 배터리 및 전원 공급 장치
pt: Bateria e fonte de alimentação
ru: Батарея и источник питания
tr: Pil ve Güç
zh_hant: 電池與電源

source: 电池电量低于规则范围。
ar: طاقة البطارية أقل من النطاق المحدد.
de: Die Batterieleistung liegt unter dem angegebenen Bereich.
en: The battery power is lower than the specified range.
es: La carga de la batería es inferior al rango especificado.
fr: La puissance de la batterie est inférieure à la plage spécifiée.
ja: バッテリー残量が指定範囲を下回っています。
ko: 배터리 전원이 지정된 범위보다 낮습니다.
pt: A carga da bateria está abaixo da faixa especificada.
ru: Заряд аккумулятора ниже указанного диапазона.
tr: Pil seviyesi kural aralığının altında.
zh_hant: 電池電量低於規則範圍。

source: 电池电量高于规则范围。
ar: طاقة البطارية أعلى من النطاق المحدد.
de: Die Batterieleistung liegt über dem angegebenen Bereich.
en: Battery power is higher than the specified range.
es: La potencia de la batería es superior al rango especificado.
fr: La puissance de la batterie est supérieure à la plage spécifiée.
ja: バッテリー残量が指定範囲を超えています。
ko: 배터리 전력이 지정된 범위보다 높습니다.
pt: A carga da bateria é superior à faixa especificada.
ru: Заряд аккумулятора превышает указанный диапазон.
tr: Pil seviyesi kural aralığının üzerinde.
zh_hant: 電池電量高於規則範圍。

source: 电源
ar: مصدر الطاقة
de: Netzteil
en: Power
es: Fuente de alimentación
fr: Alimentation
ja: 電源
ko: 전원
pt: Fonte de alimentação
ru: Источник питания
tr: Güç
zh_hant: 電源

source: 电源适配器
ar: محول الطاقة
de: Netzteil
en: Power Adapter
es: Adaptador de corriente
fr: Adaptateur secteur
ja: 電源アダプター
ko: 전원 어댑터
pt: Adaptador de energia
ru: Адаптер питания
tr: Güç Adaptörü
zh_hant: 電源轉接器

source: 电量降至阈值
ar: انخفضت البطارية إلى الحد
de: Batterie ist auf den Schwellenwert gesunken
en: Battery dropped to threshold
es: La batería cayó al umbral
fr: Batterie tombée au seuil
ja: バッテリーがしきい値まで低下しました
ko: 배터리가 임계값에 도달했습니다.
pt: Bateria caiu até o limite
ru: Батарея упала до порогового значения
tr: Pil seviyesinin eşiğe düşmesi
zh_hant: 電量降至閾值

source: 秒
ar: ثواني
de: Sekunden
en: Seconds
es: Segundos
fr: Secondes
ko: 초
pt: Segundos
ru: Секунды
tr: Saniye

source: 筛选
ar: تصفية
de: Filtern
en: Filter
es: Filtrar
fr: Filtrer
ja: フィルタ
ko: 필터
pt: Filtrar
ru: Фильтр
tr: Filtre
zh_hant: 篩選

source: 系统注册失败（%d）。
ar: فشل تسجيل النظام (%d).
de: Systemregistrierung fehlgeschlagen (%d).
en: System registration failed (%d).
es: Error en el registro del sistema (%d).
fr: Échec de l'enregistrement du système (%d).
ja: システム登録に失敗しました (%d)。
ko: 시스템 등록에 실패했습니다(%d).
pt: Falha no registro do sistema (%d).
ru: Ошибка регистрации системы (%d).
tr: Sistem kaydı başarısız oldu (%d).
zh_hant: 系統註冊失敗（%d）。

source: 终端命令
ar: أمر المحطة
de: Terminalbefehl
en: Terminal command
es: Comando terminal
fr: Commande terminal
ja: 端末コマンド
ko: 터미널 명령어
pt: Comando de terminal
ru: Команда терминала
tr: Terminal komutu
zh_hant: 終端指令

source: 结束
ar: النهاية
de: Ende
en: End
es: Fin
fr: Fin
ja: 終了
ko: 끝
pt: Fim
ru: Конец
tr: Bitiş
zh_hant: 結束

source: 统一搜索中可用
ar: متوفر بالبحث الموحد
de: Verfügbar in der einheitlichen Suche
en: Available in Unified Search
es: Disponible en búsqueda unificada
fr: Disponible dans la recherche unifiée
ja: 統合検索で利用可能
ko: 통합검색 가능
pt: Disponível na pesquisa unificada
ru: Доступно в едином поиске
tr: Birleşik Arama'da kullanılabilir
zh_hant: 統一搜尋中可用

source: 继续
ar: متابعة
de: Weiter
en: Continue
es: Continuar
fr: Continuer
ja: 続きます
ko: 계속
pt: Continuar
ru: Продолжить
tr: Devam Et
zh_hant: 繼續

source: 网络
ar: الشبكة
de: Netzwerk
en: Network
es: Red
fr: Réseau
ja: ネットワーク
ko: 네트워크
pt: Rede
ru: Сеть
tr: Ağ
zh_hant: 網路

source: 网络状态
ar: حالة الشبكة
de: Netzwerkstatus
en: Network Status
es: Estado de la red
fr: État du réseau
ja: ネットワークステータス
ko: 네트워크 상태
pt: Status da rede
ru: Состояние сети
tr: Ağ Durumu
zh_hant: 網路狀態

source: 自动化
ar: الأتمتة
de: Automatisierung
en: Automation
es: Automatización
fr: Automatisation
ja: 自動化
ko: 자동화
pt: Automação
ru: Автоматизация
tr: Otomasyon
zh_hant: 自動化

source: 自动化 · %d 个步骤
ar: الأتمتة · %d الخطوات
de: Automatisierung · %d Schritte
en: Automation · %d steps
es: Automatización · %d pasos
fr: Automatisation · %d étapes
ja: 自動化 · %d ステップ
ko: 자동화 · %d 단계
pt: Automação · %d etapas
ru: Автоматизация · %d шаги
tr: Otomasyon · %d adım
zh_hant: 自動化 · %d 個步驟

source: 自动化服务不可用。
ar: خدمة الأتمتة غير متوفرة.
de: Der Automatisierungsdienst ist nicht verfügbar.
en: Automation service is unavailable.
es: El servicio de automatización no está disponible.
fr: Le service d'automatisation n'est pas disponible.
ja: 自動化サービスは利用できません。
ko: 자동화 서비스를 이용할 수 없습니다.
pt: O serviço de automação não está disponível.
ru: Услуга автоматизации недоступна.
tr: Otomasyon hizmeti kullanılamıyor.
zh_hant: 自動化服務不可用。

source: 自动规则
ar: قواعد الأتمتة
de: Automatisierungsregeln
en: Automation Rules
es: Reglas de automatización
fr: Règles d’automatisation
ja: オートメーションルール
ko: 자동화 규칙
pt: Regras de automação
ru: Правила автоматизации
tr: Otomasyon Kuralları
zh_hant: 自動化規則

source: 自动规则数量已达上限。
ar: وصل عدد القواعد التلقائية إلى الحد الأعلى.
de: Die Anzahl der automatischen Regeln hat die Obergrenze erreicht.
en: The Automation Rule limit has been reached.
es: El número de reglas automáticas ha alcanzado el límite superior.
fr: Le nombre de règles automatiques a atteint la limite supérieure.
ja: 自動ルールの数が上限に達しました。
ko: 자동 규칙 개수가 상한에 도달했습니다.
pt: O número de regras automáticas atingiu o limite superior.
ru: Количество автоматических правил достигло верхнего предела.
tr: Otomasyon Kuralı sınırına ulaşıldı.
zh_hant: 自動規則數量已達上限。

source: 自动规则无效：%@
ar: القاعدة التلقائية غير صالحة: %@
de: Automatische Regel ist ungültig: %@
en: Invalid Automation Rule: %@
es: La regla automática no es válida: %@
fr: La règle automatique n'est pas valide : %@
ja: 自動ルールが無効です: %@
ko: 자동 규칙이 유효하지 않습니다: %@
pt: Regra automática inválida: %@
ru: Автоматическое правило недействительно: %@
tr: Geçersiz Otomasyon Kuralı: %@
zh_hant: 自動規則無效：%@

source: 至 %@
ar: إلى %@
de: bis %@
en: to %@
es: a %@
fr: à %@
ja: から %@
pt: a %@
ru: до %@
tr: %@ arasında

source: 蜂窝网络
ar: شبكة الجوال
de: Mobilfunknetz
en: Cellular Network
es: Red celular
fr: Réseau cellulaire
ja: セルラーネットワーク
ko: 셀룰러 네트워크
pt: Rede Celular
ru: Сотовая сеть
tr: Hücresel Ağ
zh_hant: 蜂窩網路

source: 规则“%@”未运行：%@
ar: القاعدة "%@" ليست قيد التشغيل: %@
de: Regel „%@“ läuft nicht: %@
en: Rule “%@” did not run: %@
es: La regla "%@" no se está ejecutando: %@
fr: La règle "%@" n'est pas en cours d'exécution : %@
ja: ルール「%@」は実行されていません: %@
ko: 규칙 "%@"이 실행되지 않음: %@
pt: A regra "%@" não está em execução: %@
ru: Правило «%@» не работает: %@
tr: “%@” kuralı çalışmadı: %@
zh_hant: 規則「%@」未運行：%@

source: 规则名称
ar: اسم القاعدة
de: Regelname
en: Rule name
es: Nombre de regla
fr: Nom de la règle
ja: ルール名
ko: 규칙 이름
pt: Nome da regra
ru: Имя правила
tr: Kural adı
zh_hant: 規則名稱

source: 规则条件不满足。
ar: لم يتم استيفاء شروط القاعدة.
de: Die Regelbedingungen sind nicht erfüllt.
en: The rule conditions are not met.
es: No se cumplen las condiciones de la regla.
fr: Les conditions de la règle ne sont pas remplies.
ja: ルールの条件が満たされていません。
ko: 규칙 조건이 충족되지 않습니다.
pt: As condições da regra não foram atendidas.
ru: Условия правила не выполнены.
tr: Kural koşulları karşılanmıyor.
zh_hant: 規則條件不滿足。

source: 触发器
ar: الزناد
de: Trigger
en: Trigger
es: Gatillo
fr: Déclencheur
ja: トリガー
ko: 트리거
pt: Gatilho
ru: Триггер
tr: Tetikleyici
zh_hant: 觸發器

source: 触发器服务未启动。
ar: لم يتم تشغيل خدمة التشغيل.
de: Der Triggerdienst ist nicht gestartet.
en: The trigger service has not started.
es: El servicio desencadenante no se inicia.
fr: Le service de déclenchement n'est pas démarré.
ja: トリガーサービスが開始されていません。
ko: 트리거 서비스가 시작되지 않았습니다.
pt: O serviço acionador não foi iniciado.
ru: Служба триггера не запущена.
tr: Tetikleyici hizmeti başlatılmadı.
zh_hant: 觸發器服務未啟動。

source: 该规则的上一次运行尚未结束。
ar: لم ينته التشغيل الأخير لهذه القاعدة.
de: Die letzte Ausführung dieser Regel wurde nicht beendet.
en: The last run of this rule has not ended.
es: La última ejecución de esta regla no ha finalizado.
fr: La dernière exécution de cette règle n'est pas terminée.
ja: このルールの最後の実行は終了していません。
ko: 이 규칙의 마지막 실행이 종료되지 않았습니다.
pt: A última execução desta regra não terminou.
ru: Последнее выполнение этого правила не закончилось.
tr: Bu kuralın son çalıştırması henüz bitmedi.
zh_hant: 該規則的上一次運行尚未結束。

source: 调整“%@”的顺序
ar: ضبط ترتيب “%@”
de: Passen Sie die Reihenfolge von „%@“ an
en: Reorder “%@”
es: Ajusta el orden de “%@”
fr: Ajustez l'ordre de «%@»
ja: 「%@」の順序を調整
ko: “%@” 순서를 조정하세요.
pt: Ajuste a ordem de “%@”
ru: Измените порядок «%@»
tr: “%@” sırasını değiştir
zh_hant: 調整「%@」的順序

source: 调整搜索词或筛选条件后重试。
ar: اضبط مصطلحات البحث أو شروط التصفية وحاول مرة أخرى.
de: Passen Sie die Suchbegriffe oder Filterbedingungen an und versuchen Sie es erneut.
en: Adjust the search terms or filter conditions and try again.
es: Ajuste los términos de búsqueda o las condiciones del filtro y vuelva a intentarlo.
fr: Ajustez les termes de recherche ou les conditions de filtrage et réessayez.
ja: 検索語またはフィルター条件を調整して、再試行してください。
ko: 검색어나 필터 조건을 조정한 후 다시 시도해 보세요.
pt: Ajuste os termos de pesquisa ou condições de filtro e tente novamente.
ru: Измените условия поиска или условия фильтра и повторите попытку.
tr: Arama terimlerini veya filtre koşullarını değiştirip yeniden deneyin.
zh_hant: 調整搜尋詞或篩選條件後重試。

source: 超时
ar: المهلة
de: Timeout
en: Timeout
es: Tiempo de espera
fr: Délai d'expiration
ja: タイムアウト
ko: 타임아웃
pt: Tempo limite
ru: Тайм-аут
tr: Zaman Aşımı
zh_hant: 超時

source: 运行
ar: تشغيل
de: Run
en: Run
es: Ejecutar
fr: Exécuter
ja: 実行
ko: 실행
pt: Execute
ru: Выполнить
tr: Çalıştır
zh_hant: 運行

source: 运行“%@”
ar: تشغيل "%@"
de: Führen Sie „%@“ aus
en: Run “%@”
es: Ejecute “%@”
fr: Exécutez «%@»
ja: 「%@」を実行
ko: “%@” 실행
pt: Execute “%@”
ru: Запустите «%@»
tr: Çalıştır: “%@”
zh_hant: 運行「%@」

source: 运行中
ar: الجري
de: Laufen
en: Running
es: En ejecución
fr: En cours d'exécution
ja: ランニング
ko: 실행중
pt: Em execução
ru: Работает
tr: Çalışıyor
zh_hant: 運行中

source: 运行中的任务会先停止，相关自动规则会一并删除。保存的快捷键、运行链接和网格条目会保留，并显示为不可用。
ar: سيتم إيقاف المهام قيد التشغيل أولاً، وسيتم حذف القواعد التلقائية ذات الصلة معًا. يتم الاحتفاظ بالاختصارات المحفوظة وارتباطات التشغيل وإدخالات الشبكة وتظهر على أنها غير متاحة.
de: Die laufenden Aufgaben werden zuerst gestoppt und die zugehörigen automatischen Regeln werden zusammen gelöscht. Gespeicherte Verknüpfungen, Lauflinks und Rastereinträge bleiben erhalten und werden als nicht verfügbar angezeigt.
en: Running tasks stop first, and related Automation Rules are deleted. Saved shortcuts, Run Links, and grid entries remain and appear unavailable.
es: Las tareas en ejecución se detendrán primero y las reglas automáticas relacionadas se eliminarán juntas. Los accesos directos, enlaces de ejecución y entradas de cuadrícula guardados se conservan y aparecen como no disponibles.
fr: Les tâches en cours seront arrêtées en premier et les règles automatiques associées seront supprimées ensemble. Les raccourcis enregistrés, les liens d'exécution et les entrées de grille sont conservés et apparaissent comme indisponibles.
ja: 実行中のタスクが先に停止され、関連する自動ルールも一緒に削除されます。保存されたショートカット、実行リンク、グリッド エントリは保持され、使用不可として表示されます。
ko: 실행 중인 작업이 먼저 중지되고, 관련 자동 규칙도 함께 삭제됩니다. 저장된 바로가기, 실행 링크, 그리드 항목은 유지되며 사용할 수 없는 것으로 나타납니다.
pt: As tarefas em execução serão interrompidas primeiro e as regras automáticas relacionadas serão excluídas juntas. Atalhos salvos, links de execução e entradas de grade são retidos e aparecem como indisponíveis.
ru: Выполняемые задачи сначала будут остановлены, а соответствующие автоматические правила будут удалены вместе. Сохраненные ярлыки, ссылки запуска и записи сетки сохраняются и отображаются как недоступные.
tr: Çalışan görevler önce durdurulur, ilgili Otomasyon Kuralları da silinir. Kaydedilmiş kısayollar, Çalıştırma Bağlantıları ve ızgara girdileri kalır ancak kullanılamıyor olarak görüntülenir.
zh_hant: 運行中的任務會先停止，相關自動規則會一併刪除。儲存的快捷鍵、運行連結和網格條目會保留，並顯示為不可用。

source: 运行工作流
ar: تشغيل سير العمل
de: Workflow ausführen
en: Run Workflow
es: Ejecutar flujo de trabajo
fr: Exécuter le flux de travail
ja: ワークフローの実行
ko: 워크플로 실행
pt: Executar fluxo de trabalho
ru: Запуск рабочего процесса
tr: İş Akışını Çalıştır
zh_hant: 運行工作流程

source: 运行方式
ar: خيارات التشغيل
de: Ausführungsoptionen
en: Run Options
es: Opciones de ejecución
fr: Options d’exécution
ja: 実行オプション
ko: 실행 옵션
pt: Opções de execução
ru: Параметры запуска
tr: Çalıştırma Seçenekleri
zh_hant: 執行方式

source: 运行链接
ar: رابط التشغيل
de: Ausführungslink
en: Run Link
es: Enlace de ejecución
fr: Lien d’exécution
ja: 実行リンク
ko: 실행 링크
pt: Link de execução
ru: Ссылка запуска
tr: Çalıştırma Bağlantısı
zh_hant: 執行連結

source: 运行链接预设不可用。
ar: الإعداد المسبق لرابط التشغيل غير متوفر.
de: Die Run-Link-Voreinstellung ist nicht verfügbar.
en: The run link preset is not available.
es: El ajuste preestablecido del enlace de ejecución no está disponible.
fr: Le préréglage du lien d'exécution n'est pas disponible.
ja: ランリンクプリセットは利用できません。
ko: 런 링크 프리셋은 사용할 수 없습니다.
pt: A predefinição do link de execução não está disponível.
ru: Предварительная установка ссылки на запуск недоступна.
tr: Çalıştırma bağlantısı hazır ayarı kullanılamıyor.
zh_hant: 運行連結預設不可用。

source: 运行链接预设数量已达上限。
ar: وصل العدد المحدد مسبقًا للروابط الجاري تشغيلها إلى الحد الأعلى.
de: Die voreingestellte Anzahl laufender Links hat die Obergrenze erreicht.
en: The Run Link preset limit has been reached.
es: El número preestablecido de enlaces en ejecución ha alcanzado el límite superior.
fr: Le nombre prédéfini de liens en cours d'exécution a atteint la limite supérieure.
ja: あらかじめ設定された稼働リンク数が上限に達しました。
ko: 설정된 실행 링크 수가 상한에 도달했습니다.
pt: O número predefinido de links em execução atingiu o limite superior.
ru: Заданное количество работающих ссылок достигло верхнего предела.
tr: Çalıştırma Bağlantısı hazır ayarı sınırına ulaşıldı.
zh_hant: 運行連結預設數量已達上限。

source: 连接
ar: اتصل بـ
de: Mit
en: Connect to
es: Conéctese a
fr: Connectez-vous à
ja: 接続
ko: 연결
pt: Conecte-se a
ru: Подключитесь к
tr: Bağlan
zh_hant: 連接

source: 部分步骤失败。
ar: فشلت بعض الخطوات.
de: Einige Schritte sind fehlgeschlagen.
en: Some steps failed.
es: Algunos pasos fallaron.
fr: Certaines étapes ont échoué.
ja: いくつかのステップが失敗しました。
ko: 일부 단계가 실패했습니다.
pt: Algumas etapas falharam.
ru: Не удалось выполнить некоторые шаги.
tr: Bazı adımlar başarısız oldu.
zh_hant: 部分步驟失敗。

source: 配置
ar: التكوين
de: Konfiguration
en: Configure
es: Configuración
fr: Configuration
ja: 構成
ko: 구성
pt: Configuração
ru: Конфигурация
tr: Yapılandır

source: 需要日历访问权限。
ar: الوصول إلى التقويم مطلوب.
de: Kalenderzugriff erforderlich.
en: Calendar access required.
es: Se requiere acceso al calendario.
fr: Accès au calendrier requis.
ja: カレンダーへのアクセスが必要です。
ko: 캘린더 접근이 필요합니다.
pt: É necessário acesso ao calendário.
ru: Требуется доступ к календарю.
tr: Takvim erişimi gerekiyor.
zh_hant: 需要日曆存取權限。

source: %@ 不可用
ar: %@ غير متاح
de: %@ nicht verfügbar
en: %@ unavailable
es: %@ no disponible
fr: %@ indisponible
ja: %@ を利用できません
ko: %@ 사용 불가
pt: %@ indisponível
ru: Недоступно: %@
tr: %@ kullanılamıyor
zh_hant: %@無法使用

source: 交换快捷键
ar: تبديل الاختصارات
de: Tastenkombinationen tauschen
en: Swap Shortcuts
es: Intercambiar atajos
fr: Échanger les raccourcis
ja: ショートカットを入れ替える
ko: 단축키 교환
pt: Trocar atalhos
ru: Поменять сочетания клавиш местами
tr: Klavye Kısayollarını Takas Et
zh_hant: 交換快速鍵

source: 公网 IPv4
ar: IPv4 العام
de: Öffentliche IPv4
en: Public IPv4
es: IPv4 pública
fr: IPv4 public
ja: パブリック IPv4
ko: 공인 IPv4
pt: IPv4 público
ru: Публичный IPv4
tr: Genel IPv4
zh_hant: 公開 IPv4

source: 内网 IPv4
ar: IPv4 المحلي
de: Lokale IPv4
en: Local IPv4
es: IPv4 local
fr: IPv4 local
ja: ローカル IPv4
ko: 로컬 IPv4
pt: IPv4 local
ru: Локальный IPv4
tr: Yerel IPv4
zh_hant: 區域網路 IPv4

source: 命令行
ar: سطر الأوامر
de: Befehlszeile
en: Command Line
es: Línea de comandos
fr: Ligne de commande
ja: コマンドライン
ko: 명령줄
pt: Linha de comando
ru: Командная строка
tr: Komut Satırı
zh_hant: 命令列

source: 处理快捷键冲突
ar: حل تعارض الاختصارات
de: Konflikt bei Tastenkombinationen lösen
en: Resolve Shortcut Conflict
es: Resolver conflicto de atajos
fr: Résoudre le conflit de raccourcis
ja: ショートカットの競合を解決
ko: 단축키 충돌 해결
pt: Resolver conflito de atalhos
ru: Разрешить конфликт сочетаний клавиш
tr: Klavye Kısayolu Çakışmasını Çöz
zh_hant: 解決快速鍵衝突

source: 复制公网 IPv4
ar: نسخ IPv4 العام
de: Öffentliche IPv4 kopieren
en: Copy Public IPv4
es: Copiar IPv4 pública
fr: Copier l’IPv4 public
ja: パブリック IPv4 をコピー
ko: 공인 IPv4 복사
pt: Copiar IPv4 público
ru: Скопировать публичный IPv4
tr: Genel IPv4 Adresini Kopyala
zh_hant: 複製公開 IPv4

source: 复制内网 IPv4
ar: نسخ IPv4 المحلي
de: Lokale IPv4 kopieren
en: Copy Local IPv4
es: Copiar IPv4 local
fr: Copier l’IPv4 local
ja: ローカル IPv4 をコピー
ko: 로컬 IPv4 복사
pt: Copiar IPv4 local
ru: Скопировать локальный IPv4
tr: Yerel IPv4 Adresini Kopyala
zh_hant: 複製區域網路 IPv4

source: 执行
ar: تشغيل
de: Ausführen
en: Run
es: Ejecutar
fr: Exécuter
ja: 実行
ko: 실행
pt: Executar
ru: Выполнить
tr: Çalıştır
zh_hant: 執行

source: 无法应用快捷键预设。
ar: تعذّر تطبيق إعداد الاختصارات المسبق.
de: Die Voreinstellung für Tastenkombinationen konnte nicht angewendet werden.
en: The shortcut preset could not be applied.
es: No se pudo aplicar el preajuste de atajos.
fr: Impossible d’appliquer le préréglage de raccourcis.
ja: ショートカットのプリセットを適用できませんでした。
ko: 단축키 프리셋을 적용할 수 없습니다.
pt: Não foi possível aplicar a predefinição de atalhos.
ru: Не удалось применить набор сочетаний клавиш.
tr: Klavye kısayolu ön ayarı uygulanamadı.
zh_hant: 無法套用快速鍵預設。

source: 无法执行操作。
ar: تعذّر تشغيل الإجراء.
de: Die Aktion konnte nicht ausgeführt werden.
en: The action could not be run.
es: No se pudo ejecutar la acción.
fr: Impossible d’exécuter l’action.
ja: アクションを実行できませんでした。
ko: 동작을 실행할 수 없습니다.
pt: Não foi possível executar a ação.
ru: Не удалось выполнить действие.
tr: İşlem çalıştırılamadı.
zh_hant: 無法執行操作。

source: 无法预览快捷键预设。
ar: تعذّرت معاينة إعداد الاختصارات المسبق.
de: Die Voreinstellung für Tastenkombinationen konnte nicht in der Vorschau angezeigt werden.
en: The shortcut preset could not be previewed.
es: No se pudo previsualizar el preajuste de atajos.
fr: Impossible d’afficher l’aperçu du préréglage de raccourcis.
ja: ショートカットのプリセットをプレビューできませんでした。
ko: 단축키 프리셋을 미리 볼 수 없습니다.
pt: Não foi possível visualizar a predefinição de atalhos.
ru: Не удалось просмотреть набор сочетаний клавиш.
tr: Klavye kısayolu ön ayarı önizlenemedi.
zh_hant: 無法預覽快速鍵預設。

source: 显示、隐藏或切换到此面板。
ar: إظهار هذه اللوحة أو إخفاؤها أو التبديل إليها.
de: Dieses Panel anzeigen, ausblenden oder dorthin wechseln.
en: Show, hide, or switch to this panel.
es: Mostrar, ocultar o cambiar a este panel.
fr: Afficher, masquer ou passer à ce panneau.
ja: このパネルを表示、非表示、または切り替えます。
ko: 이 패널을 표시하거나 숨기거나 전환합니다.
pt: Mostrar, ocultar ou alternar para este painel.
ru: Показать, скрыть или перейти к этой панели.
tr: Bu paneli gösterin, gizleyin veya bu panele geçin.
zh_hant: 顯示、隱藏或切換至此面板。

source: 替换原快捷键
ar: استبدال الاختصار
de: Tastenkombination ersetzen
en: Replace Shortcut
es: Reemplazar atajo
fr: Remplacer le raccourci
ja: ショートカットを置き換える
ko: 단축키 대체
pt: Substituir atalho
ru: Заменить сочетание клавиш
tr: Klavye Kısayolunu Değiştir
zh_hant: 取代原快速鍵

source: 此快捷键已分配给“%@”。交换会保留两个操作的快捷键；替换会清除原操作的快捷键。
ar: هذا الاختصار معيّن لـ «%@». يحافظ التبديل على اختصاري الإجراءين، بينما يمسح الاستبدال اختصار الإجراء الأصلي.
de: Diese Tastenkombination ist „%@“ zugewiesen. Beim Tauschen bleiben die Tastenkombinationen beider Aktionen erhalten; beim Ersetzen wird die Tastenkombination der ursprünglichen Aktion gelöscht.
en: This shortcut is assigned to “%@”. Swapping preserves both actions’ shortcuts; replacing clears the original action’s shortcut.
es: Este atajo de teclado está asignado a «%@». Intercambiar conserva los atajos de ambas acciones; Reemplazar borra el de la acción original.
fr: Ce raccourci est attribué à « %@ ». L’échange conserve les deux raccourcis ; le remplacement supprime celui d’origine.
ja: このショートカットは「%@」に割り当てられています。入れ替えると両方が保持され、置き換えると元の割り当てが解除されます。
ko: 이 단축키는 ‘%@’에 할당되어 있습니다. 교환하면 두 동작의 단축키가 모두 유지되며, 대체하면 기존 동작의 단축키가 해제됩니다.
pt: Este atalho está atribuído a “%@”. A troca preserva os atalhos das duas ações; a substituição limpa o atalho da ação original.
ru: Это сочетание назначено действию «%@». Обмен сохраняет оба сочетания; замена удаляет исходное.
tr: Bu klavye kısayolu “%@” işlemine atanmış. Takas etmek iki işlemin kısayollarını korur; değiştirmek önceki işlemin kısayolunu kaldırır.
zh_hant: 此快速鍵已指派給「%@」。交換會保留兩個操作的快速鍵；取代會清除原操作的快速鍵。
